Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_868_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkašii nuorra govvadáiddáriid ja govvideddjiid
smn: Sämitigge palhâšij nuorâ kovetaaidârijd já čuovâkovvejeijeid

source: Sámediggi bálkkašii 15 nuorra govvadáiddára ja vihtta nuorra govvideaddji skuvllaid giđđafeasttain .
smn: Sämitigge palhâšij 15 nuorâ kovetaaidâr já vittâ nuorâ čuovâkovvejeijee škoovlâi kiđđâjuuhlijn .

source: Nuorat oassálaste sámenuoraid dáiddadáhpáhusa oktavuođas njukčamánus dollojuvvon govvagilvui , man fáddán lei ealli .
smn: Nuorah uásálistii säminuorâi taaiđâtábáhtus ohtâvuođâst njuhčâmáánust uárnejum kovekiišton , mon fáddán lâi ellee .

source: Sámenuoraid dáiddadáhpáhusas Soađegilis 27.3. 2014 lei temán dánssa lassin málen / tevdnen- ja čuovgagovvagilvu , mas fáddán lei ealli .
smn: Säminuorâi taaiđâtábáhtusâst 27.3.2014 Suáđigilist teeman lâi taansâ lasseen maalâkove / sáárgus- já čuovâkovekišto , mon fáddán lâi ellee .

source: Dáiddagovat bohte oktiibuot 184 stuhka ja čuovgagovat 50 stuhka .
smn: Taaiđâkoveh pottii ohtsis 184 pittád já čuovâkuuvijd 50 pittád .

source: Bálkkašuvvon govvideaddjit leat
smn: , Sara Keränen , Eemeli Kokkonen já Harri-Aslak Jomppanen

source: Anára skuvllas sihke Áile Keskitalo
smn: Aanaar škoovlâst sehe Áile Keskitalo

source: Vuohču skuvllas .
smn: Vuáču škoovlâst .

source: Sámediggi sávvá olu lihku bálkkašuvvon nuoraide ja giitá buot oasseváldiid !
smn: Sämitigge tuáivut ennuv luho palhâšume uážžoid já kijttá puoh uásálisteid !

source: Bálkkašuvvon govat čájehuvvojit sámedikki ruovttosiidduin čujuhusas www.sámediggi.fi / Doaibma / Nuoraid dáiddadáhpáhus ,
smn: Palhâšum koveh almostittojeh sämitige päikkisiijđoin www.sámediggi.fi / toimâ / Nuorâi taaiđâtábáhtus ,
